[
  {
    "_id": 1,
    "Collection_name": "Customer_Base",
    "Collection_business_name": "Customer Base",
    "Collection_description": "Captures basic information on companies such as UEN, entity type, registration date, company registered address, if a company is SME or not and the industry company is in",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Accounts", "Contract", "Address"],
    "Source": ["CRM"]
  },
  {
    "_id": 2,
    "Collection_name": "Product_Land",
    "Collection_business_name": "Land Products",
    "Collection_description": "This is a reference table used to identify all postal codes residing on a piece of land within Land.Base and to obtain the address for each postal code.",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Utilities", "Charges", "Area"],
    "Source": ["REM", "GISD", "REM (In Future GISD)"]
  },
  {
    "_id": 3,
    "Collection_name": "Product_Building",
    "Collection_business_name": "Product Building",
    "Collection_description": "Captures all JTC-owned basic building related information such as the GFA, First TOP/CSC date, Building Name, Postal Code etc",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Building", "TOP", "Plot Ratio"],
    "Source": [
      "REM",
      "BCA/Geospace",
      "GISD",
      "REM (In Future GISD)",
      "BCA Through GISD"
    ]
  },
  {
    "_id": 4,
    "Collection_name": "Product_Space",
    "Collection_business_name": "Product Space",
    "Collection_description": "Captures all space products basic information (Products which are not land/land based); such as product status, floor area",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Building", "Rental"],
    "Source": ["REM", "GISD"]
  },
  {
    "_id": 5,
    "Collection_name": "Product_Landbased",
    "Collection_business_name": "Product Landbased",
    "Collection_description": "Captures all land based product basic information information (Land based refers to Standard Factory, Terrace Workshops, Land Custom Built); such as product status, area etc",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Building", "Rental", "Utilities", "REM"],
    "Source": ["REM", "REM (In Future GISD)", "GISD"]
  },
  {
    "_id": 6,
    "Collection_name": "Mechanical_Equipment",
    "Collection_business_name": "Mechanical Equipment",
    "Collection_description": "Collection of Equipment that JTC has",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Equipment"],
    "Source": ["FEMS"]
  },
  {
    "_id": 7,
    "Collection_name": "Contract_Base",
    "Collection_business_name": "Contract Base",
    "Collection_description": "Captures basic information on contracts captured in PROMPT with details such as contract type, description, purchasing group, approved and revised procurement values, original awarded contract sum, contingency and provisional sums as well as contract dates.",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Rental", "Tenure", "Workers", "Royalty"],
    "Source": ["PROMPT"]
  },
  {
    "_id": 8,
    "Collection_name": "Contract_Items_Details",
    "Collection_business_name": "Contract Items Details",
    "Collection_description": "Captures details on contract line items such as description of the individual items and their corresponding amount in a contract",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Sublet", "Transfer"],
    "Source": ["PROMPT"]
  },
  {
    "_id": 9,
    "Collection_name": "Allocation_Linking_Key",
    "Collection_business_name": "Allocation Linking Key",
    "Collection_description": "Contains linkages of key IDs within REM with respect to each allocation",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Customer", "Product"],
    "Source": ["REM"]
  },
  {
    "_id": 10,
    "Collection_name": "Transaction_Allocation",
    "Collection_business_name": "Transaction Allocation",
    "Collection_description": "Captures all latest allocation related information (both active & inactive allocations) such as allocation status, full acceptance date etc",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Charge", "Rental", "Area"],
    "Source": ["REM"]
  },
  {
    "_id": 11,
    "Collection_name": "Expenses",
    "Collection_business_name": "Expenses",
    "Collection_description": "Total Expenses accumulated",
    "Collection_classification": "-",
    "Collection_sensitivity": "-",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Items"],
    "Source": [
      "ZPCREPORT",
      "PROMPT",
      "FMAS/CRM",
      "FMAS (FB03)",
      "FMAS/PROMPT",
      "FMAS"
    ]
  },
  {
    "_id": 12,
    "Collection_name": "Rental_Object Linking_Key      ",
    "Collection_business_name": "Rental Object Linking Key      ",
    "Collection_description": "Contains linkages of key IDs within REM with respect to each case/transaction",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Product", "Customer", "Case"],
    "Source": ["REM"]
  },
  {
    "_id": 13,
    "Collection_name": "AOR",
    "Collection_business_name": "AOR",
    "Collection_description": "Contains key information with regards to those necessary in order to obtain an Approval of Requirements (AOR), such as estimated procurement values, requestor and approving authority personals",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Requirements", "Reports"],
    "Source": ["PROMPT"]
  },
  {
    "_id": 15,
    "Collection_name": "FM_Orders",
    "Collection_business_name": "FM Orders",
    "Collection_description": "This dataset contains the list of FM work orders reported from 2016 onwards. It covers the details of the work order such as its description, personnel (requestor, team lead, PE, vendor) information and other location and date-time information.Contains the list of incidents that took place in JTC's buildings. Details such as the type and progress of the incident, as well as personnel (requestor, team lead, PE, vendor), location and date-time information are covered.Contains critical information related to incidents reported, such as the possible cause of the incident, and the after action report of it.Captures the list of requests reported from 2016 onwards, which requires servicing or maintainance. Details such as request description, personnel (requestor, team lead, PE, vendor), location and date-time information are covered.",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Reports", "Service", "Incidents"],
    "Source": ["FEMS"]
  },
  {
    "_id": 16,
    "Collection_name": "Finance",
    "Collection_business_name": "Finance",
    "Collection_description": "This dataset contains the master list of vendors in JTC and their relevant detailsThis dataset contains the list of approved payees for the vendors. One vendor can have multiple approved payees.Captures all expense line item (including breakdown) and expense type. Can be summed over time to obtain expenses by month/quarter/year. Captures all revenue line item and revenue type. Can be summed over time to obtain revenue by Financial Year and Financial Period. Billing and Collection:\nContains Billed Information based on Sold-To-Party of a JTC customer. Billing date indicates the date that the customer is billed. Clearing date indicates the date that customer has paid the bill. ",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Vendor", "Expenses", "Revenue", "Finance"],
    "Source": ["FMAS", "ONEMAP API"]
  },
  {
    "_id": 17,
    "Collection_name": "Invoice",
    "Collection_business_name": "Invoice",
    "Collection_description": "Contains all invoice details captured in PROMPT with relation to respective AOR only where these invoices are generated when payments are made from an AORContains all invoice details captured in PROMPT with relation to respective PO/WO only where these invoices are generated when payments are made from a PO/WO.Consists of all main invoice details captured in PROMPT when purchases are made; such as vendor and payment clearance details. ",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Finance", "Payments", "Purchases"],
    "Source": ["PROMPT"]
  },
  {
    "_id": 18,
    "Collection_name": "Project",
    "Collection_business_name": "Project",
    "Collection_description": "Captures cost related information related to projects in PROMPT; such as plan and actual cost of projects.Captures key information provided during the creation of construction, non-construction and IT-related Projects in PROMPT; such as project titles, project costs and current project status.Captures fund related information related to projects in PROMPT; such as funding amount provided to projects.Captures all personal details related to respective projects; such as member names and departments.",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Reports", "Cost"],
    "Source": ["PROMPT"]
  },
  {
    "_id": 19,
    "Collection_name": "Purchase Order",
    "Collection_business_name": "Purchase Order",
    "Collection_description": "This table contains all service lines in prompt, including unverified service entriesCaptures item details within each PO; such as description of item purchased and respective cost amountConsists of all main Purchase Order (PO) details captured in PROMPT when a purchase is to be made; such as type of purchase order and status of the purchase. Purchase amount is captured at item details level and are found in the sub-tables related to Purchase Order Base.Captures key information on assigned profits and funds center in relation to each item in their respective PO.This table contains all verified goods received and service entries as can be found in prompt, alongside the GRSE account informationCaptures historical information of item details within each PO; such as PO approval and submission dates and Fiscal Year of PO.",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (High)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Purchase", "Goods"],
    "Source": ["PROMPT", "Prompt"]
  },
  {
    "_id": 20,
    "Collection_name": "Tender/Quotation",
    "Collection_business_name": "Tender/Quotation",
    "Collection_description": "Contains all details captured in PROMPT with relation to awarded tenders only where these tenders had been awarded and an amount can be tagged to the tender.Contains all details captured in PROMPT with relation to awarded quotations only where these quotations had been awarded and an amount can be tagged to the quotation.Consists of all Tender/Quotation details captured in PROMPT, which are necessary information needed before any purchases can be made for projects or AOR. These include actual procurement values and description of Tender/Quotation.",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Tender", "Quotation", "Reports"],
    "Source": ["PROMPT"]
  },
  {
    "_id": 21,
    "Collection_name": "Transaction_Assignment",
    "Collection_business_name": "Transaction Assignment",
    "Collection_description": "Captures all lease assignment with cases, containing both assignor and assignee information. Contains basic information of the assignment process such as case status, reason for assignment and full acceptance date.Contains usage information for assignor and assignee lease cases, including SSIC, main and sub cluster details.Contains waiver information for assignor and assignee lease cases, including type of waiver and any additional waiver remarks.Contains tenure information for assignor and assignee lease cases, including tenure status, related dates and type of tenure.Contains investment criteria information for assignor and assignee lease cases, including no. of workers, expenditure and renumeration. Data found here are as what is extracted from REM (i.e information keyed from OIC), resulting in blanks if no information is added.",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction", "Lease", "Criteria"],
    "Source": ["REM"]
  },
  {
    "_id": 22,
    "Collection_name": "Transaction_Inspection",
    "Collection_business_name": "Transaction Inspection",
    "Collection_description": "Contains information on inspections that are conducted on JTC sites, including the date of inspection, type (e.g. inspection for business operations, incident, re-entry) and remarks relating to the inspection observations.  Contains details on inspection conducted on JTC sites based on a checklist of items for e.g. Are there any unauthorized Additions/Alterations, Is there any A/A pending TOP, CSC, FSC.Contains details on re-entry conducted by JTC to either re-possess the sites or seize equipments on sites (such as office equipments, light fittings, raw materials or manufactured goods)Contains additional remarks on the inspections conducted",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction", "Re-Entry"],
    "Source": ["REM", "REM/CRM"]
  },
  {
    "_id": 23,
    "Collection_name": "Transaction_NewApplication",
    "Collection_business_name": "Transaction NewApplication",
    "Collection_description": "Captures new applications that can come in as a new offer or conversion. Includes basic information of the application such as case status, allocation type, allocation no and the respective CE officer. Dataset only includes applications with a CaseID (created in REM)Contains business information of companies applying for JTC's facilities such as number of workers, sales/ revenue, operating costs and remuneration. The companies submit their audited business information as at the year of application as well as projected numbers at 5th year upon taking JTC site (Year 5). The business information is usually used to derive the amount of Value-Added services that companies foresee to generate on the new site at Year 5.   Contains tenure information of the new applications, including tenure status, tenure start and end dates and type of tenure (for e.g. first term or option term).Describes the activities that the company will engage in on the applied site, including the description of the activities on site, the main and sub industries of the site activities based on the Singapore Standard Industrial Classification (SSIC) selected by the customer engagement officer of the case and the period of the site usage.",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Non-Sensitive",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction", "Criteria", "Tenure"],
    "Source": ["REM"]
  },
  {
    "_id": 24,
    "Collection_name": "Transaction_Renewal",
    "Collection_business_name": "Transaction Renewal",
    "Collection_description": "Lists the allocations that are due for renewal into the various buckets such as if the allocation is eligible for renewal or require further assessmentCaptures applications made by companies to renew their existing tenure on JTC's facilities. It could be a renewal of lease or tenancy term. Includes basic information of the application such as case status, allocation type, allocation no and the respective CE officer. Dataset only includes applications with a CaseID (created in REM).Contains business information of companies renewing existing JTC's facilities such as number of workers, sales/ revenue, operating costs and remuneration. The companies submit their audited business information as at the year of renewal as well as projected numbers at 5th year after renewal. The business information is usually used to derive the amount of Value-Added services that companies foresee to generate on the existing site at Year 5 after renewal.   Lists the allocations that are due for renewal and the number of months before the expiry of the existing tenureContains tenure information of the renewal applications, including tenure status, renewed tenure dates and type of tenure (for e.g. first term or option term).",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction", "Tenure", "Criteria"],
    "Source": ["REM", "REM / CRM"]
  },
  {
    "_id": 25,
    "Collection_name": "Transaction_Sublet",
    "Collection_business_name": "Transaction Sublet",
    "Collection_description": "Includes the fees of cases that are tied under Sublet (New) applicationsIncludes the fees of cases that are tied under Sublet (Renewal) applicationsnanContains all the basic information of Sublet transactions, New, Renewal, Termination, Change of Use. Unique identifier will be CaseID, filter by Closed Accepted and Close cases for confirmed casesIndicates if Sublet is Fully Terminated and Partially Terminated. Will show the initial sublet area, remaining sublet area, terminated sublet area in the datasetShows if dataset has undergone a ChangeofUse process",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction", "Fees"],
    "Source": ["REM"]
  },
  {
    "_id": 26,
    "Collection_name": "Transaction_Tenancy_Transfer",
    "Collection_business_name": "Transaction Tenancy Transfer",
    "Collection_description": "Captures applications made by a company (Transferor/ Seller) to transfer their existing tenure to another company (Transferee/ Buyer). Contains basic information of the transfer process such as case status, reason for transfer (for e.g. outright transfer of tenancy, changes in company shareholdings, company restructuring) and full acceptance date. Dataset only includes applications with a CaseID (created in REM).Contains tenure dates that are transferred to the transferrer/ buyer from the transferor/ seller, the full acceptance date of the transfer process and the type of tenure (for e.g. first term or option term)",
    "Collection_classification": "Restricted",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction", "Tenure"],
    "Source": ["REM", "Master Key", "REM/CRM"]
  },
  {
    "_id": 27,
    "Collection_name": "Transaction_Termination",
    "Collection_business_name": "Transaction Termination",
    "Collection_description": "Captures cases created to return JTC site or facility leased by a company to JTC. Contains basic information of the termination process such as case status, reason for termination (for e.g. natural expiry of tenure, pre-mature termination, conversion from lease to tenancy, JTC-initiated termination), key return date and case close date. Dataset only includes applications with a CaseID (created in REM).Contains the log details of the termination cases such as additional remarks on the case and log type (for e.g. is the case going for review and resubmission or is recommended for approval)Captures the cases that are due for termination but were deferred for certain reasons. Also includes deferment start and end dates",
    "Collection_classification": "Confidential",
    "Collection_sensitivity": "Sensitive (Normal)",
    "Last_updated_date": "-",
    "Creation_date": "-",
    "Formats_availability": "csv",
    "Tags": ["Transaction"],
    "Source": ["REM"]
  }
]
